[
  {
    "id": 969492,
    "original_title": "Land of Bad",
    "key": "dKcHOR-V1G4",
    "overview": "When a Delta Force special ops mission goes terribly wrong, Air Force drone pilot Reaper has 48 hours to remedy what has devolved into a wild rescue operation. With no weapons and no communication other than the drone above, the ground mission suddenly becomes a full-scale battle when the team is discovered by the enemy.",
    "poster_path": "/h27WHO2czaY5twDmV3Wfx5IdqoE.jpg",
    "release_date": "2024-01-25",
    "title": "Land of Bad"
  },
  {
    "id": 693134,
    "original_language": "en",
    "key": "Way9Dexny3w",
    "original_title": "Dune: Part Two",
    "overview": "Follow the mythic journey of Paul Atreides as he unites with Chani and the Fremen while on a path of revenge against the conspirators who destroyed his family. Facing a choice between the love of his life and the fate of the known universe, Paul endeavors to prevent a terrible future only he can foresee.",
    "poster_path": "/8b8R8l88Qje9dn9OE8PY05Nxl1X.jpg",
    "release_date": "2024-02-27",
    "title": "Dune: Part Two"
  },
  {
    "id": 1072790,
    "original_title": "Anyone But You",
    "key": "ESEc6W2h9_k",
    "overview": "After an amazing first date, Bea and Ben’s fiery attraction turns ice cold — until they find themselves unexpectedly reunited at a destination wedding in Australia. So they do what any two mature adults would do: pretend to be a couple.",
    "popularity": 990.409,
    "poster_path": "/yRt7MGBElkLQOYRvLTT1b3B1rcp.jpg",
    "release_date": "2023-12-21",
    "title": "Anyone But You"
  },
  {
    "id": 940551,
    "original_title": "Migration",
    "key": "cQfo0HJhCnE",
    "overview": "After a migrating duck family alights on their pond with thrilling tales of far-flung places, the Mallard family embarks on a family road trip, from New England, to New York City, to tropical Jamaica.",
    "poster_path": "/ldfCF9RhR40mppkzmftxapaHeTo.jpg",
    "release_date": "2023-12-06",
    "title": "Migration"
  },
  {
    "id": 1211483,
    "original_title": "Skal - Fight for Survival",
    "key": "85Sg3MTrXyo",
    "overview": "My name's Arthur, a huge Internet star who's just hit 3 million subs. While in the midst of throwing an epic party to celebrate, the universe had the balls to bring on the effing apocalypse and cut my night short. What was supposed to be a perfect hangover, has turned into an epic fight for survival.",
    "poster_path": "/1On8iF3AsFIbpyfZg1xiGWMAFBn.jpg",
    "release_date": "2023-11-24",
    "title": "Skal - Fight for Survival"
  },
  {
    "id": 931642,
    "original_title": "Lights Out",
    "key": "n-FE7AGU2YA",
    "overview": "A drifting ex-soldier turns underground fighter with the help of a just-released ex-con, pitting him against corrupt cops and hired killers now gunning for him and all those he cares about.",
    "poster_path": "/usDIBB0hOqLM8wMSGistfqxjukZ.jpg",
    "release_date": "2024-02-16",
    "title": "Lights Out"
  },
  {
    "id": 609681,
    "original_title": "The Marvels",
    "key": "wS_qbDztgVY",
    "overview": "Carol Danvers, aka Captain Marvel, has reclaimed her identity from the tyrannical Kree and taken revenge on the Supreme Intelligence. But unintended consequences see Carol shouldering the burden of a destabilized universe. When her duties send her to an anomalous wormhole linked to a Kree revolutionary, her powers become entangled with that of Jersey City super-fan Kamala Khan, aka Ms. Marvel, and Carol’s estranged niece, now S.A.B.E.R. astronaut Captain Monica Rambeau. Together, this unlikely trio must team up and learn to work in concert to save the universe.",
    "poster_path": "/9GBhzXMFjgcZ3FdR9w3bUMMTps5.jpg",
    "release_date": "2023-11-08",
    "title": "The Marvels"
  },
  {
    "id": 438631,
    "key": "8g18jFHCLXk",
    "original_title": "Dune",
    "overview": "Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive.",
    "popularity": 971.148,
    "poster_path": "/d5NXSklXo0qyIYkgV94XAgMIckC.jpg",
    "release_date": "2021-09-15",
    "title": "Dune"
  },
  {
    "id": 787699,
    "original_language": "en",
    "original_title": "Wonka",
    "key": "otNh9bTjXWg",
    "overview": "Willy Wonka – chock-full of ideas and determined to change the world one delectable bite at a time – is proof that the best things in life begin with a dream, and if you’re lucky enough to meet Willy Wonka, anything is possible.",
    "poster_path": "/qhb1qOilapbapxWQn9jtRCMwXJF.jpg",
    "release_date": "2023-12-06",
    "title": "Wonka"
  },
  {
    "id": 572802,
    "key": "UGc5Tzz19UY",
    "original_title": "Aquaman and the Lost Kingdom",
    "overview": "Black Manta seeks revenge on Aquaman for his father's death. Wielding the Black Trident's power, he becomes a formidable foe. To defend Atlantis, Aquaman forges an alliance with his imprisoned brother. They must protect the kingdom.",
    "poster_path": "/7lTnXOy0iNtBAdRP3TZvaKJ77F6.jpg",
    "release_date": "2023-12-20",
    "title": "Aquaman and the Lost Kingdom"
  },
  {
    "id": 1022796,
    "key": "oyRxxpD3yNw",
    "original_title": "Wish",
    "overview": "Asha, a sharp-witted idealist, makes a wish so powerful that it is answered by a cosmic force – a little ball of boundless energy called Star. Together, Asha and Star confront a most formidable foe - the ruler of Rosas, King Magnifico - to save her community and prove that when the will of one courageous human connects with the magic of the stars, wondrous things can happen.",
    "poster_path": "/AcoVfiv1rrWOmAdpnAMnM56ki19.jpg",
    "release_date": "2023-11-13",
    "title": "Wish"
  },

  {
    "id": 1096197,
    "key": "e1k1PC0TtmE",
    "original_language": "en",
    "original_title": "No Way Up",
    "overview": "Characters from different backgrounds are thrown together when the plane they're travelling on crashes into the Pacific Ocean. A nightmare fight for survival ensues with the air supply running out and dangers creeping in from all sides.",
    "poster_path": "/7FpGJTN8IL6IBvQMp6YHBFyhO9Z.jpg",
    "release_date": "2024-01-18",
    "title": "No Way Up"
  },
  {
    "id": 9694927,
    "key": "dKcHOR-V1G4",
    "original_title": "Land of Bad",
    "overview": "When a Delta Force special ops mission goes terribly wrong, Air Force drone pilot Reaper has 48 hours to remedy what has devolved into a wild rescue operation. With no weapons and no communication other than the drone above, the ground mission suddenly becomes a full-scale battle when the team is discovered by the enemy.",
    "poster_path": "/h27WHO2czaY5twDmV3Wfx5IdqoE.jpg",
    "release_date": "2024-01-25",
    "title": "Land of Bad"
  },
  {
    "id": 802219,
    "key": "ajw425Kuvtw",
    "original_title": "Bob Marley: One Love",
    "overview": "Jamaican singer-songwriter Bob Marley overcomes adversity to become the most famous reggae musician in the world.",
    "poster_path": "/mKWalirPreEdCKDJjc5TKeOP2xi.jpg",
    "release_date": "2024-02-14",
    "title": "Bob Marley: One Love"
  },
  {
    "id": 1011985,
    "key": "-yjJCudZ4Bk",
    "original_title": "Kung Fu Panda 4",
    "overview": "Po is gearing up to become the spiritual leader of his Valley of Peace, but also needs someone to take his place as Dragon Warrior. As such, he will train a new kung fu practitioner for the spot and will encounter a villain called the Chameleon who conjures villains from the past.",
    "poster_path": "/kDp1vUBnMpe8ak4rjgl3cLELqjU.jpg",
    "release_date": "2024-03-06",
    "title": "Kung Fu Panda 4"
  },
  {
    "id": 823464,
    "key": "lV1OOlGwExM",
    "original_title": "Godzilla x Kong: The New Empire",
    "overview": "Following their explosive showdown, Godzilla and Kong must reunite against a colossal undiscovered threat hidden within our world, challenging their very existence – and our own.",
    "poster_path": "/tMefBSflR6PGQLv7WvFPpKLZkyk.jpg",
    "release_date": "2024-03-27",
    "title": "Godzilla x Kong: The New Empire"
  },
  {
    "id": 897087,
    "key": "6ura9bYCDJg",
    "original_title": "Freelance",
    "overview": "An ex-special forces operative takes a job to provide security for a journalist as she interviews a dictator, but a military coup breaks out in the middle of the interview, they are forced to escape into the jungle where they must survive.",
    "poster_path": "/7Bd4EUOqQDKZXA6Od5gkfzRNb0.jpg",
    "release_date": "2023-10-05",
    "title": "Freelance"
  },
  {
    "id": 467244,
    "key": "r-vfg3KkV54",
    "original_title": "The Zone of Interest",
    "overview": "The commandant of Auschwitz, Rudolf Höss, and his wife Hedwig, strive to build a dream life for their family in a house and garden next to the camp.",
    "poster_path": "/hUu9zyZmDd8VZegKi1iK1Vk0RYS.jpg",
    "release_date": "2023-12-15",
    "title": "The Zone of Interest"
  },
  {
    "id": 676727,
    "key": "7k95b1s6XoE",
    "original_title": "The Inventor",
    "overview": "The insatiably curious and headstrong inventor Leonardo da Vinci leaves Italy to join the French court, where he can experiment freely, inventing flying contraptions, incredible machines, and study the human body. There, joined in his adventure by the audacious princess Marguerite, Leonardo will uncover the answer to the ultimate question – \"What is the meaning of it all?\"",
    "poster_path": "/7Rpo5S3GjORu3yjah0o9eLcllSj.jpg",
    "release_date": "2023-09-15",
    "title": "The Inventor"
  },
  {
    "id": 994108,
    "key": "ZrBil0GrNig",
    "original_title": "All of Us Strangers",
    "overview": "One night in his near-empty tower block in contemporary London, Adam has a chance encounter with a mysterious neighbor Harry, which punctures the rhythm of his everyday life. As a relationship develops between them, Adam is preoccupied with memories of the past and finds himself drawn back to the suburban town where he grew up, and the childhood home where his parents appear to be living, just as they were on the day they died, 30 years before.",
    "poster_path": "/aviJMFZSnnCAsCVyJGaPNx4Ef3i.jpg",
    "release_date": "2023-12-22",
    "title": "All of Us Strangers"
  }
]
